Revit 2027 API
ParameterTypeId.LevelDataMassTypeComments Property
 "Mass: Type Comments"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LevelDataMassTypeComments { get; }
Public Shared ReadOnly Property LevelDataMassTypeComments As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LevelDataMassTypeComments {
	ForgeTypeId^ get ();
}
static member LevelDataMassTypeComments : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace